{
    "header-left": "ETIBARLI AVTOMOBIL HISSƏLƏRI MARKASI.",
    "header-center": "EHTIYAT HISSƏLƏRI SİFARİŞ EDİN",
    "header-right": "İŞ GÜNLƏRİ 09:00-DAN 19:00-DƏK İŞLƏYİRİK",
    "headline-tex": "BÜTÜN NÖV MAŞINLAR ÜÇÜN BÜTÜN AVTOMOBİL HİSSƏLƏRİ",
    "headline-sub-tex": "BÜTÜN MARKALAR VƏ BÜTÜN MODELLƏR",
    "first-footer": "Aşağıya fırladın səhifələr məhsullarımızın kataloquna Baxmaq üçün",
    "select-your-catalog": "SƏHİFƏ SEÇİN",
    "choose-you-lang": "DİL SEÇİN",
    "name-catalog-brake": "ƏYLƏC SİSTEMİ KATALOQU",
    "name-catalog-electrik": "ELEKTRİK SİSTEMİ KATALOQU",
    "name-catalog-liquids": "MAYƏLƏR KATALOQU",
    "name-catalog-interior": "İNTERYER HİSSƏLƏR KATALOQU",
    "name-catalog-exterior": "EKSTERYER HİSSƏLƏR KATALOQU",
    "name-catalog-accessories": "AKSESUARLAR KATALOQU",
    "onload-loading": "Yüklənir ",
    "onload-loading-videos": "videolar",
    "onload-loading-images": "şəkillər",
    "onload-loading-codes": "kodlar",
    "onload-loading-catalogs": "kataloqlar",
    "onload-loading-page": "səhifələr",
    "page-production": "Istehsal",
    "page-certificates": "Sertifikatlar",
    "page-faq": "FAQ",
    "page-showrooms": "Sərgi Salonları",
    "page-home": "Ana Səhifə",
    "branch-in-china-title": "ÇIN BAŞ OFISI",
    "branch-in-china-description": "Javiddo Group-un baş ofisi Yivu şəhərində yerləşir. Beynəlxalq ticarət və kommersial əməliyyatlarının döyünən ürəyi sayılan şəhərdə idarəetmə, tədqiqat və istehsal fəaliyyətlərimiz həyata keçirilir. Çindəki üstün logistika imkanlarımız həm e-ticarəti, həm də qlobal miqyasda həyata keçirilən digər ticarət növlərini emal edir.",
    "branch-in-azerbaijan-title": "AZƏRBAYCAN FILIALI",
    "branch-in-azerbaijan-description": "Azərbaycandakı rəsmi nümayəndəliyimiz “Javiddo Group” brendlərinin marketinq məsələləri üçün kreativ həlləri nəzərdən keçirir, reallaşdırır və ölkədaxili korporativ satış prosedurlarını həyata keçirir. Eyni zamanda, bu nümayəndəlik MDB və digər yaxın ölkələrlə əməkdaşlıq zamanı böyük üstünlük yaradır.",
    "page-branchs": "Filiallar",
    "faq-title-general": "ÜMUMİ",
    "general-faq-question-first": "Javiddo Group hansı ölkədə fəaliyyət göstərir?",
    "general-faq-answer-first": "Javiddo Group Çində təsis edilib və hal-hazırda da orada fəaliyyət göstərir.",
    "general-faq-question-second": "Məhsullarınızı necə əldə edə bilərəm?",
    "general-faq-answer-second": "Siz saytdakı məhsullara və Alibaba.com saytındakı kataloqumuza baxa və ya sizə lazım olan OE nömrələrini satış menecerimizə e-poçt vasitəsilə göndərərək qiymət təklifi ala bilərsiniz. Bu addımdan sonra ən qısa zamanda sizinlə əlaqə saxlayacağıq.",
    "general-faq-question-third": "Sizinlə necə əlaqə saxlaya bilərəm?",
    "general-faq-answer-third": "Bizimlə e-poçt, telefon nömrəsi, WhatsApp və ya sosial media hesabları vasitəsilə əlaqə saxlaya bilərsiniz. Ətraflı məlumat üçün https://www.javiddo.com/contact linkinə daxil olun.",
    "general-faq-question-four": "Assortimentiniz nədən ibarətdir?",
    "general-faq-answer-four": "Kataloqumuza minik avtomobilləri, yük avtomobilləri, ağır texnikalar, aqrotexniki avadanlıqlar, motosikletlər və s. üçün müxtəlif ehtiyat hissələri daxildir. Veb saytımızda sizə lazım olan hissəni tapa bilmirsinizsə, istədiyiniz məhsulun ətraflı məlumatları ilə bizimlə əlaqə saxlayın. Mütəxəssislərimiz ən qısa zamanda sizinlə əlaqə saxlayacaqlar.",
    "general-faq-question-five": "Hellper nədir?",
    "general-faq-answer-five": "Hellper Javiddo Group-un avtomobil hissələri sahəsində 18 illik aktiv fəaliyyətindən sonra “Hər bir həlldə dəyər” şüarını götürərək yaratdığı ehtiyat hissələri brendidir.",
    "faq-title-quality": "KEYFIYYƏT",
    "quality-faq-question-first": "Javiddo Group-un beynəlxalq sertifikatları varmı?",
    "quality-faq-answer-first": "Javiddo Group ISO9001:2015, CE, IATF 16949 və bir sıra digər sertifikatlarla sertifikatlaşdırılmış sənayenin qabaqcıl fabrikləri ilə əməkdaşlıq edir. Məhsullar kateqoriyasına və satıldığı ölkəyə görə fərdi qaydada sertifikatlaşdırılır. Hər hansı məhsulun texniki təfərrüatları haqqında ətraflı öyrənmək üçün müraciət edin.",
    "quality-faq-question-second": "Yüksək həcmli sifarişlərdə həm keyfiyyəti, həm də sürəti necə təmin edə bilirsiniz?",
    "quality-faq-answer-second": "Biz dünyanın 11 ölkəsindəki fabriklərlə əməkdaşlıq edirik ki, bu da bizə daha yüksək keyfiyyət üçün daha qısa çatdırılma məsafələri və daha çox vaxt imkanları qazandırır.",
    "quality-faq-question-third": "Xam maddələrinizin keyfiyyətinə necə nəzarət edirsiniz?",
    "quality-faq-answer-third": "İstehsal etdiyimiz məhsulun növündən və qiymətindən asılı olmayaraq, hər bir xammal QC-nin hərtərəfli yoxlanışından keçir. Bu, davamlı və yüksək məhsuldarlıqlı ehtiyat hissələrinin istehsalı üçün möhkəm zəmin yaradır.",
    "quality-faq-question-four": "Hissələriniz OEM keyfiyyətinə uyğundurmu?",
    "quality-faq-answer-four": "Şübhəsiz. Bütün məhsullarımız heç bir xassəni zəiflətmədən və daha yaxşı nəticələr üçün daha yaxşı materiallar və texnikalar seçilərək OE standartlarına uyğun olaraq hazırlanır.",
    "quality-faq-question-five": "Məhsullarınız üçün fərdiləşdirmə təklif edirsiniz?",
    "quality-faq-answer-five": "Təəssüf ki, yox. Çeşidimiz yalnız ehtiyat hissələri brendimiz olan Hellper məhsullarından ibarətdir. Onların dizaynı və funksionallığı üçüncü şəxslər tərəfindən dəyişdirilə bilməz.",
    "faq-title-shipping": "ÇATDIRILMA",
    "shipping-faq-question-first": "Çatdırılma üçün neçə gün lazımdır?",
    "shipping-faq-answer-first": "Bu, məhsulun növündən, ölçüsündən, çəkisindən və miqdarından, çatdırılma ölkəsindən və həmin ölkənin gömrüklərindən çox asılıdır. Dəqiq məlumat sifarişin son etapında verilə bilər.",
    "shipping-faq-question-second": "Sifarişimi necə izləyə bilərəm?",
    "shipping-faq-answer-second": "Bütün konteynerlərimiz GPS izləyiciləri ilə təchiz olunub ki, bu da sizə sifarişinizi dünya üzrə izləməyə imkan verir.",
    "shipping-faq-question-third": "Hansı ölkələrə çatdırılma mövcuddur?",
    "shipping-faq-answer-third": "Dünyanın bütün ölkələrinə çatdırılma mövcuddur.",
    "shipping-faq-question-four": "Hansı çatdırılma metodları mövcuddur?",
    "shipping-faq-answer-four": "Sifarişinizi quru, su, hava və ya ekspress çatdırılma xidmətləri ilə göndərə bilərik.",
    "shipping-faq-question-five": "Hansı inkotermlərlə işləyirsiniz?",
    "shipping-faq-answer-five": "Biz əsasən EXW ilə işləyirik, lakin çatdırılma təyinatına əsasən digər inkotermlərlə də göndərə bilərik. Satış mütəxəssislərimizlə əlaqə saxlayaraq bu barədə dəqiq məlumat ala bilərsiniz.",
    "faq-title-payment": "ÖDƏNIŞ",
    "payment-faq-question-first": "Hansı ödəniş üsulları qəbul edilir?",
    "payment-faq-answer-first": "Biz javiddo.com saytında edilən sifarişlər üçün yalnız bank köçürmələrini qəbul edirik, lakin Alibaba-da edilən alışlar üçün T/T, Western Union və Moneygram da istifadə edə bilərsiniz.",
    "payment-faq-question-second": "Ödənişi geri ala bilərəm?",
    "payment-faq-answer-second": "Əgər məhsulumuzdan narazısınızsa, bizimlə əlaqə saxlaya və narahatçılığınızı hər bir detalı ilə izah edə bilərsiniz. Əgər bu problem səhv istehsal, çatdırılma və ya digər qəbul edilmiş səbəblərlə əlaqədardırsa, biz geri qaytarma prosesinə keçəcəyik.",
    "payment-faq-question-third": "Xidmətlərinizin qiyməti dəyişə bilər?",
    "payment-faq-answer-third": "Vəziyyətdən asılı olaraq qiymətlərdə kiçik dəyişikliklər ola bilər. Buraya yenilənmiş gömrük vergiləri, artan logistika qiymətləri və iqtisadiyyata təsir edən digər hallar daxildir.",
    "payment-faq-question-four": "Qiymətiniz nisbətən ucuzdur. Səbəbi nədir?",
    "payment-faq-answer-four": "İstehsalçılarla birbaşa işlədiyimiz üçün qiymət prosesinə müdaxilə edə biləcək üçüncü tərəf yoxdur. Bu, müştərilərə nisbətən daha ucuz qiymətlərlə daha etibarlı, daha sürətli və yüksək keyfiyyətli təcrübə təqdim edir.",
    "payment-faq-question-five": "İlkin ödəniş olaraq nə qədər tələb olunur?",
    "payment-faq-answer-five": "İstehsal olunacaq məhsulların qiymətinin 30%-i, stokda olan məhsulların isə 100%-i ödənilməlidir. Yeni istehsal olunan məhsulların qiymətinin qalan 70%-i isə daşınma başa çatdıqdan sonra ödənilir.",
    "faq-title-service": "XIDMƏTLƏR",
    "service-faq-question-first": "Hansı xidmətləri təklif edirsiniz?",
    "service-faq-answer-first": "Javiddo Group olaraq biz sizə avtomobil ehtiyat hissələrinin topdan satışını, Çin avtomobillərinin ixracını və ticarətini, Çində ticarət barədə konsultasiya və Private Label məhsulların yaradılmasını təklif edirik.",
    "service-faq-question-second": "Hər hansı ehtiyat hissəndən 1 ədəd sifariş edə bilərəm?",
    "service-faq-answer-second": "Təəssüf ki, yox. Javiddo Group yalnız B2B satışlar həyata keçirir. Buna görə də siz yalnız onların minimum sifariş miqdarına uyğun sifariş edə bilərsiniz.",
    "service-faq-question-third": "Mən pərakəndə satıcı deyiləm. Sizinlə əməkdaşlıq edə bilərəm?",
    "service-faq-answer-third": "Əlbəttə, bəli. Javiddo Group şirkətlərin parklarını müntəzəm texniki qulluq üçün ehtiyat hissələri ilə təmin edir və bir sıra digər biznes sahələri ilə də oxşar şəkildə işləyir. Biznes imkanları haqqında ətraflı öyrənmək üçün bizimlə əlaqə saxlayın.",
    "service-faq-question-four": "Təfərrüatları üzbəüz müzakirə edə bilərəm?",
    "service-faq-answer-four": "Bəli. Bununla bağlı Çindəki baş ofisimizə və ya Azərbaycandakı nümayəndəliyimizə baş çəkərək bütün təfərrüatları və suallarınızı müzakirə edə bilərsiniz. Ünvanlara buradan daxil ola bilərsiniz.",
    "service-faq-question-five": "Javiddo Group-da necə işləyə bilərəm?",
    "service-faq-answer-five": "Öncəliklə, həvəsinizi görməkdən məmnunuq. Javiddo Group daim irəli getməyə və böyüməyə çalışır, bunda uğur qazanmaq üçün isə hər zaman yeni peşəkarlara ehtiyac duyur. Açıq vəzifələr haqqında daha ətraflı məlumatı buradan öyrənə bilərsiniz. Əgər işləmək istədiyiniz vəzifəni görə bilmirsinizsə, CV və ya portfelinizi hr@javiddo.com ünvanına göndərməkdən çəkinməyin.",
    "page-title": "Javiddo Group | FAQ",
    "page-news": "Xəbərlər",
    "page-blogs": "Bloglar",
    "not-found-title": "Ups! Səhifə tapılmadı | 404",
    "not-found-description": "Üzr istəyirik, ancaq axtardığınız səhifə tapılmadı. Onun adı dəyişdirilib, ya silinmişdir, ya da müvəqqəti olaraq əlçatan deyil. URL-dəki səhvə yoxlayın və yenidən cəhd edin, ya ana səhifəyə qayıdın.",
    "back-to-home-button": "DƏVAM ETMƏK ÜÇÜN ANA SƏHİFƏYƏ QAYITIN",
    "server-error-title": "Server Konfiqurasiya Problemaları | 505",
    "server-error-description": "Server daxili xəta və ya yanlış konfiqurasiya ilə üzləşdi və sorğunu yerinə yetirə bilmədi. Bu, serverin konfiqurasiya ayarlarında problem olmasından kaynaklanabilir.",
    "payment-error-title": "Məzmunu əldə etmək üçün ödəniş tələb olunur | 402",
    "payment-error-description": "Siz ödəniş tələb edən bir resursa giriş cəhd edirsiniz. Zəhmət olmasa, lazımi ödəniş məlumatlarına malik olduğunuzdan əmin olun və yardım üçün dəstəyə müraciət edin."
}