{
    "header-left": "ETIBARLI AVTOMOBIL HISSƏLƏRI MARKASI.",
    "header-center": "EHTIYAT HISSƏLƏRI SİFARİŞ EDİN",
    "header-right": "İŞ GÜNLƏRİ 09:00-DAN 19:00-DƏK İŞLƏYİRİK",
    "headline-tex": "BÜTÜN NÖV MAŞINLAR ÜÇÜN BÜTÜN AVTOMOBİL HİSSƏLƏRİ",
    "headline-sub-tex": "BÜTÜN MARKALAR VƏ BÜTÜN MODELLƏR",
    "first-footer": "Aşağıya fırladın səhifələr məhsullarımızın kataloquna Baxmaq üçün",
    "select-your-catalog": "SƏHİFƏ SEÇİN",
    "choose-you-lang": "DİL SEÇİN",
    "name-catalog-brake": "ƏYLƏC SİSTEMİ KATALOQU",
    "name-catalog-electrik": "ELEKTRİK SİSTEMİ KATALOQU",
    "name-catalog-liquids": "MAYƏLƏR KATALOQU",
    "name-catalog-interior": "İNTERYER HİSSƏLƏR KATALOQU",
    "name-catalog-exterior": "EKSTERYER HİSSƏLƏR KATALOQU",
    "name-catalog-accessories": "AKSESUARLAR KATALOQU",
    "onload-loading": "Yüklənir ",
    "onload-loading-videos": "videolar",
    "onload-loading-images": "şəkillər",
    "onload-loading-codes": "kodlar",
    "onload-loading-catalogs": "kataloqlar",
    "onload-loading-page": "səhifələr",
    "page-production": "Istehsal",
    "page-certificates": "Sertifikatlar",
    "page-faq": "FAQ",
    "page-showrooms": "Sərgi Salonları",
    "page-home": "Ana Səhifə",
    "branch-in-china-title": "ÇIN BAŞ OFISI",
    "branch-in-china-description": "Javiddo Group-un baş ofisi Yivu şəhərində yerləşir. Beynəlxalq ticarət və kommersial əməliyyatlarının döyünən ürəyi sayılan şəhərdə idarəetmə, tədqiqat və istehsal fəaliyyətlərimiz həyata keçirilir. Çindəki üstün logistika imkanlarımız həm e-ticarəti, həm də qlobal miqyasda həyata keçirilən digər ticarət növlərini emal edir.",
    "branch-in-azerbaijan-title": "AZƏRBAYCAN FILIALI",
    "branch-in-azerbaijan-description": "Azərbaycandakı rəsmi nümayəndəliyimiz “Javiddo Group” brendlərinin marketinq məsələləri üçün kreativ həlləri nəzərdən keçirir, reallaşdırır və ölkədaxili korporativ satış prosedurlarını həyata keçirir. Eyni zamanda, bu nümayəndəlik MDB və digər yaxın ölkələrlə əməkdaşlıq zamanı böyük üstünlük yaradır.",
    "page-branchs": "Filiallar",
    "faq-title-general": "ÜMUMİ",
    "general-faq-question-first": "Javiddo Group hansı ölkədə fəaliyyət göstərir?",
    "general-faq-answer-first": "Javiddo Group Çində təsis edilib və hal-hazırda da orada fəaliyyət göstərir.",
    "general-faq-question-second": "Məhsullarınızı necə əldə edə bilərəm?",
    "general-faq-answer-second": "Siz saytdakı məhsullara və Alibaba.com saytındakı kataloqumuza baxa və ya sizə lazım olan OE nömrələrini satış menecerimizə e-poçt vasitəsilə göndərərək qiymət təklifi ala bilərsiniz. Bu addımdan sonra ən qısa zamanda sizinlə əlaqə saxlayacağıq.",
    "general-faq-question-third": "Sizinlə necə əlaqə saxlaya bilərəm?",
    "general-faq-answer-third": "Bizimlə e-poçt, telefon nömrəsi, WhatsApp və ya sosial media hesabları vasitəsilə əlaqə saxlaya bilərsiniz. Ətraflı məlumat üçün https://www.javiddo.com/contact linkinə daxil olun.",
    "general-faq-question-four": "Assortimentiniz nədən ibarətdir?",
    "general-faq-answer-four": "Kataloqumuza minik avtomobilləri, yük avtomobilləri, ağır texnikalar, aqrotexniki avadanlıqlar, motosikletlər və s. üçün müxtəlif ehtiyat hissələri daxildir. Veb saytımızda sizə lazım olan hissəni tapa bilmirsinizsə, istədiyiniz məhsulun ətraflı məlumatları ilə bizimlə əlaqə saxlayın. Mütəxəssislərimiz ən qısa zamanda sizinlə əlaqə saxlayacaqlar.",
    "general-faq-question-five": "Hellper nədir?",
    "general-faq-answer-five": "Hellper Javiddo Group-un avtomobil hissələri sahəsində 18 illik aktiv fəaliyyətindən sonra “Hər bir həlldə dəyər” şüarını götürərək yaratdığı ehtiyat hissələri brendidir.",
    "faq-title-quality": "KEYFIYYƏT",
    "quality-faq-question-first": "Javiddo Group-un beynəlxalq sertifikatları varmı?",
    "quality-faq-answer-first": "Javiddo Group ISO9001:2015, CE, IATF 16949 və bir sıra digər sertifikatlarla sertifikatlaşdırılmış sənayenin qabaqcıl fabrikləri ilə əməkdaşlıq edir. Məhsullar kateqoriyasına və satıldığı ölkəyə görə fərdi qaydada sertifikatlaşdırılır. Hər hansı məhsulun texniki təfərrüatları haqqında ətraflı öyrənmək üçün müraciət edin.",
    "quality-faq-question-second": "Yüksək həcmli sifarişlərdə həm keyfiyyəti, həm də sürəti necə təmin edə bilirsiniz?",
    "quality-faq-answer-second": "Biz dünyanın 11 ölkəsindəki fabriklərlə əməkdaşlıq edirik ki, bu da bizə daha yüksək keyfiyyət üçün daha qısa çatdırılma məsafələri və daha çox vaxt imkanları qazandırır.",
    "quality-faq-question-third": "Xam maddələrinizin keyfiyyətinə necə nəzarət edirsiniz?",
    "quality-faq-answer-third": "İstehsal etdiyimiz məhsulun növündən və qiymətindən asılı olmayaraq, hər bir xammal QC-nin hərtərəfli yoxlanışından keçir. Bu, davamlı və yüksək məhsuldarlıqlı ehtiyat hissələrinin istehsalı üçün möhkəm zəmin yaradır.",
    "quality-faq-question-four": "Hissələriniz OEM keyfiyyətinə uyğundurmu?",
    "quality-faq-answer-four": "Şübhəsiz. Bütün məhsullarımız heç bir xassəni zəiflətmədən və daha yaxşı nəticələr üçün daha yaxşı materiallar və texnikalar seçilərək OE standartlarına uyğun olaraq hazırlanır.",
    "quality-faq-question-five": "Məhsullarınız üçün fərdiləşdirmə təklif edirsiniz?",
    "quality-faq-answer-five": "Təəssüf ki, yox. Çeşidimiz yalnız ehtiyat hissələri brendimiz olan Hellper məhsullarından ibarətdir. Onların dizaynı və funksionallığı üçüncü şəxslər tərəfindən dəyişdirilə bilməz."
}