{
    "header-left": "Надежный бренд автозапчастей.",
    "header-center": "ЗАКАЗАТЬ ЗАПАСНЫЕ ЧАСТИ",
    "header-right": "МЫ РАБОТАЕМ ПО БУДНЯМ С 09:00 ДО 19:00",
    "headline-tex": "ВСЕ АВТОЗАПЧАСТИ ДЛЯ ВСЕХ ТИПОВ МАШИН",
    "headline-sub-tex": "ВСЕ МАРКИ И ВСЕ МОДЕЛИ",
    "first-footer": "Прокрутите вниз страницы что бы просмотреть каталог наших товаров",
    "select-your-catalog": "ВЫБЕРИТЕ СТРАНИЦУ",
    "choose-you-lang": "ВЫБЕРИТЕ ЯЗЫК",
    "name-catalog-brake": "КАТАЛОГ ТОРМОЗНОЙ СИСТЕМЫ",
    "name-catalog-electrik": "КАТАЛОГ ЭЛЕКТРИЧЕСКОЙ СИСТЕМЫ",
    "name-catalog-liquids": "КАТАЛОГ ЖИДКОСТЕЙ",
    "name-catalog-interior": "КАТАЛОГ ЗАПЧАСТЕЙ ИНТЕРЬЕРА",
    "name-catalog-exterior": "КАТАЛОГ ЗАПЧАСТЕЙ ЭКСТЕРЬЕРА",
    "name-catalog-accessories": "КАТАЛОГ АКСЕССУАРОВ",
    "onload-loading": "Загрузка ",
    "onload-loading-videos": "видео",
    "onload-loading-images": "изображений",
    "onload-loading-codes": "кодов",
    "onload-loading-catalogs": "каталогов",
    "onload-loading-page": "страницы",
    "page-production": "Производство",
    "page-certificates": "Сертификаты",
    "page-faq": "FAQ",
    "page-showrooms": "Выставочные Залы",
    "page-home": "Главная Страница",
    "branch-in-china-title": "ГЛАВНЫЙ ОФИС В КИТАЕ",
    "branch-in-china-description": "Главный офис компании “Javiddo Group” находится в Иу. Наша административная, научно-исследовательская и производственная деятельность осуществляется в городе, который считается центром международной торговли и коммерческих операций. Наши превосходные логистические возможности в Китае позволяют обрабатывать как электронную коммерцию, так и другие виды торговли, реализуемые в глобаль ном масштабе.",
    "branch-in-azerbaijan-title": "АЗЕРБАЙДЖАНСКИЙ ФИЛИАЛ",
    "branch-in-azerbaijan-description": "Наш филиал в Азербайджане рассматривает креативные решения маркетинговых дел брендов  «Javiddo Group» и реализует процедуры локальных корпоративных продаж. В то же время это представительство создает большое преимущество при сотрудничестве со странами СНГ и другими соседними странами.",
    "page-branchs": "Филиалы",
    "faq-title-general": "ОБЩЕЕ",
    "general-faq-question-first": "Из какой страны Javiddo Group?",
    "general-faq-answer-first": "Javiddo Group была основана и до сих пор работает в Китае.",
    "general-faq-question-second": "Как я могу приобрести вашу продукцию?",
    "general-faq-answer-second": "Вы можете просмотреть наш каталог прямо здесь, на Alibaba.com, или отправить необходимые вам номера OEМ нашему менеджеру по продажам по электронной почте. После этого шага мы свяжемся с вами в ближайшее время.",
    "general-faq-question-third": "Как я могу связаться с вами?",
    "general-faq-answer-third": "Вы можете связаться с нами по электронной почте, номеру телефона, WhatsApp или через аккаунты в социальных сетях. Посетите https://www.javiddo.com/contact, чтобы узнать больше.",
    "general-faq-question-four": "Что в вашем ассортименте?",
    "general-faq-answer-four": "В нашем каталоге представлены различные запчасти для легковых, грузовых автомобилей, тяжелой техники, агротехники, мотоциклов и многого другого. Если вы не можете найти нужную вам деталь на нашем сайте, пожалуйста, свяжитесь с нами и сообщите подробную информацию о желаемом продукте. Наши специалисты свяжутся с вами в кратчайшие сроки.",
    "general-faq-question-five": "Что такое Hellper?",
    "general-faq-answer-five": "Hellper — это бренд запасных частей Javiddo Group, созданный после 18 лет активного присутствия в бизнесе по производству автомобильных запчастей, с лозунгом «Ценность в каждом решении».",
    "faq-title-quality": "КАЧЕСТВО",
    "quality-faq-question-first": "Есть ли у Javiddo Group международные сертификаты качества?",
    "quality-faq-answer-first": "Javiddo Group сотрудничает с ведущими фабриками отрасли, имеющими сертификаты ISO9001:2015, CE, IATF 16949 и ряд других сертификатов. Продукты сертифицируются индивидуально в зависимости от категории и страны продажи. Пожалуйста, свяжитесь с нами, чтобы узнать более о технических деталях определенного продукта.",
    "quality-faq-question-second": "Как вы обеспечиваете качество и скорость выполнения заказов большого объема?",
    "quality-faq-answer-second": "Мы сотрудничаем с фабриками в 11 странах мира, что дает нам возможность сократить расстояния доставки и дает время для более высокого качества.",
    "quality-faq-question-third": "Как вы контролируете качество сырья?",
    "quality-faq-answer-third": "Независимо от типа и цены производимой нами продукции, каждое сырье проходит тщательную проверку инспектора контроля качества. Это создает прочную основу для производства долговечных и высокопроизводительных запасных частей.",
    "quality-faq-question-four": "Соответствуют ли ваши детали качеству OEM-производителей?",
    "quality-faq-answer-four": "Несомненно. Вся наша продукция производится в соответствии со стандартами оригинального оборудования, без каких-либо ограничений и вместо этого с использованием более качественных материалов и технологий для достижения лучших результатов.",
    "quality-faq-question-five": "Предлагаете ли вы персонализацию своей продукции?",
    "quality-faq-answer-five": "К сожалению нет. Наш ассортимент состоит только из продукции Hellper, которая является нашим брендом запасных частей. Их дизайн и функциональность не могут быть изменены третьими лицами.",
    "faq-title-shipping": "ДОСТАВКА",
    "shipping-faq-question-first": "Сколько дней необходимо для отправки?",
    "shipping-faq-answer-first": "Это сильно зависит от типа, размера, веса и количества товара, страны доставки и обычаев этой страны. Точную информацию можно предоставить на финальном этапе оформления заказа.",
    "shipping-faq-question-second": "Как я могу отслеживать свой заказ?",
    "shipping-faq-answer-second": "Все наши контейнеры оснащены GPS-трекерами, которые позволяют отслеживать ваш заказ по всему миру.",
    "shipping-faq-question-third": "В какие страны доступна доставка?",
    "shipping-faq-answer-third": "Мы осуществляем доставку по всему миру.",
    "shipping-faq-question-four": "Какие пути доставки доступны?",
    "shipping-faq-answer-four": "Мы можем доставить ваши товары по суше, воде, воздуху или службами экспресс-доставки.",
    "shipping-faq-question-five": "Какие условия Инкотермс предлагаются?",
    "shipping-faq-answer-five": "В основном мы ведем бизнес на условиях EXW, но можем также осуществлять доставку на других условиях Инкотермс в зависимости от пункта назначения. Уточнить этот вопрос вы можете, обратившись к нашим специалистам по продажам.",
    "faq-title-payment": "ОПЛАТА",
    "payment-faq-question-first": "Какие способы оплаты принимаются?",
    "payment-faq-answer-first": "Мы принимаем только банковские переводы для заказов, сделанных на javiddo.com, но для покупок, сделанных на Alibaba, также предусмотрены T/T, Western Union и Moneygram.",
    "payment-faq-question-second": "Могу ли я получить возмещение?",
    "payment-faq-answer-second": "Если вы не удовлетворены нашим продуктом, вы можете связаться с нами и подробно описать свою проблему. Если это связано с неисправностью производства, доставки или другими допустимыми причинами, мы приступим к процессу возврата средств.",
    "payment-faq-question-third": "Может ли измениться цена ваших услуг?",
    "payment-faq-answer-third": "В зависимости от ситуации у нас могут быть небольшие изменения в ценах. Это включает в себя изменения в таможенных пошлинах, повышение цен на логистику и другие ситуации, влияющие на экономику.",
    "payment-faq-question-four": "Ваша цена относительно дешевле. В чем причина?",
    "payment-faq-answer-four": "Поскольку мы работаем напрямую с производителями, никакая третья сторона не может вмешаться в процесс ценообразования. Это обеспечивает более надежный, быстрый и качественный опыт для клиентов при относительно более низких ценах.",
    "payment-faq-question-five": "Какая сумма предоплаты требуется?",
    "payment-faq-answer-five": "Вы должны оплатить 30% цены продукции, которая будет произведена, плюс 100% продукции находящаяся на складе. Оставшиеся 70% стоимости произведенной продукции оплачиваются после завершения отгрузки.",
    "faq-title-service": "УСЛУГИ",
    "service-faq-question-first": "Какие услуги вы предоставляете?",
    "service-faq-answer-first": "Мы предлагаем вам оптовую продажу автомобильных запчастей, экспорт и торговлю китайскими автомобилями, консультацию в китайской торговой индустрии и создаем продукцию под собственной торговой маркой(Private Label).",
    "service-faq-question-second": "Могу ли я заказать запчасти в количестве 1 штуки?",
    "service-faq-answer-second": "К сожалению нет. Javiddo Group осуществляет продажи только B2B. Поэтому вы можете заказать, только соответствующую минимальному объему.",
    "service-faq-question-third": "Я не розничный продавец. Могу ли я сотрудничать с вами?",
    "service-faq-answer-third": "Да конечно. Javiddo Group снабжает автопарки компаний запчастями для регулярного обслуживания и аналогичным образом работает с рядом других сфер бизнеса. Пожалуйста, свяжитесь с нами, чтобы узнать больше о возможностях для бизнеса.",
    "service-faq-question-four": "Могу ли я обсудить детали лично?",
    "service-faq-answer-four": "Да. По этому поводу вы можете посетить наш главный офис в Китае или наше представительство в Азербайджане, чтобы обсудить все детали и вопросы, которые могут у вас возникнуть. Вы можете получить доступ к адресам здесь.",
    "service-faq-question-five": "Как я могу работать в Javiddo Group?",
    "service-faq-answer-five": "Мы рады видеть ваш энтузиазм. Javiddo Group всегда стремится идти вперед и расширять свои филиалы, поэтому для достижения успеха ей всегда нужны новые специалисты. Подробнее об открытых позициях можно узнать здесь. Если вы не видите должность, на которой собираетесь работать, не отказывайтесь от отправки резюме или портфолио на адрес hr@javiddo.com",
    "page-title": "Javiddo Group | Новости",
    "page-blogs": "Блоги",
    "notification": "Скопировано",
    "not-found-title": "Упс! Страница не найдена | 404",
    "not-found-description": "Извините, но страницу, которую вы ищете, не удалось найти. Возможно, она была удалена, изменено ее название или временно недоступна. Пожалуйста, проверьте URL на наличие ошибок и повторите попытку, или вернитесь на главную страницу.",
    "back-to-home-button": "ВЕРНУТЬСЯ НА ГЛАВНУЮ СТРАНИЦУ И ПРОДОЛЖИТЬ ИЗУЧЕНИЕ",
    "server-error-title": "Проблемы с Конфигурацией Сервера | 505",
    "server-error-description": "Сервер столкнулся с внутренней ошибкой или неправильной конфигурацией и не смог выполнить ваш запрос. Это может быть вызвано проблемами с настройками конфигурации сервера.",
    "payment-error-title": "Для доступа к контенту требуется оплата | 402",
    "payment-error-description": "Вы пытаетесь получить доступ к ресурсу, требующему оплату. Пожалуйста, убедитесь, что у вас есть необходимые платежные данные или свяжитесь с поддержкой для получения помощи."
}