{
    "header-left": "TRUSTED AUTO PART BRAND.",
    "header-center": "ORDER SPARE PARTS",
    "header-right": "WE WORK ON WEEKDAYS FROM 09:00 TO 19:00",
    "headline-tex": "ALL AUTO PARTS FOR ALL TYPES OF CARS",
    "headline-sub-tex": "ALL BRANDS AND ALL MODELS",
    "first-footer": "Scroll down the page to view the catalog of our products",
    "select-your-catalog": "SELECT A PAGE",
    "choose-you-lang": "CHOOSE THE LANGUAGE",
    "name-catalog-brake": "BRAKE SYSTEM CATALOG",
    "name-catalog-electrik": "ELECTRICAL SYSTEM CATALOG",
    "name-catalog-liquids": "CATALOG OF LIQUIDS",
    "name-catalog-interior": "INTERIOR SPARE PARTS CATALOG",
    "name-catalog-exterior": "EXTERIOR SPARE PARTS CATALOG",
    "name-catalog-accessories": "ACCESSORIES CATALOG",
    "onload-loading": "Loading ",
    "onload-loading-videos": "videos",
    "onload-loading-images": "images",
    "onload-loading-codes": "codes",
    "onload-loading-catalogs": "catalogues",
    "onload-loading-page": "page",
    "page-production": "Productions",
    "page-certificates": "Certificates",
    "page-faq": "FAQ",
    "page-showrooms": "Show Rooms",
    "page-home": "Home Page",
    "branch-in-china-title": "CHINESE HEADQUARTERS",
    "branch-in-china-description": "Javiddo Group is headquartered in Yiwu. Our administrative, research, and production activities are carried out in the city, which is considered the beating heart of international trade and commercial operations. Our superior logistics capabilities in China process both e-commerce and other trade variations realized on a global scale.",
    "branch-in-azerbaijan-title": "AZERBAIJAN BRANCH",
    "branch-in-azerbaijan-description": "Our official representative office in Azerbaijan considers and implements creative solutions for marketing issues of \"Javiddo Group\" brands and realizes local corporate sale procedures. At the same time, this representation creates a great advantage during cooperation with CIS and other nearby countries.",
    "page-branchs": "Branchs",
    "faq-title-general": "GENERAL",
    "general-faq-question-first": "Which country Javiddo Group is based in?",
    "general-faq-answer-first": "Javiddo Group was founded and still operating in China.",
    "general-faq-question-second": "How can I buy your products?",
    "general-faq-answer-second": "You can browse through our catalogue right here, on Alibaba.com, or send the OE numbers that you need to our sales manager by email. After this step, we will contact you as soon as possible.",
    "general-faq-question-third": "How can I contact you?",
    "general-faq-answer-third": "You can contact us by email, phone number, WhatsApp, or social media accounts. Visit https://www.javiddo.com/contact to learn more",
    "general-faq-question-four": "What does your assortment consist of?",
    "general-faq-answer-four": "Our catalogue includes various spare parts for passenger cars, trucks, heavy machinery, agrotechnical equipment, motorcycles and more. If you can’t find the part you need on our website, please contact us with details of your desired product. Our specialists will contact you as soon as possible.",
    "general-faq-question-five": "What is Hellper?",
    "general-faq-answer-five": "Hellper is Javiddo Group’s spare parts brand, formed after 18 years of active presence in the automotive part business, taking “Value in Every Solution” as its slogan.",
    "faq-title-quality": "QUALITY",
    "quality-faq-question-first": "Does Javiddo Group have international certificates?",
    "quality-faq-answer-first": "Javiddo Group cooperates with industry-leading factories, which are certificated with ISO9001:2015, CE, IATF 16949 and several other certifications. Products are certified individually, based on their category and selling country. Please inquire to learn further about the technical details of a certain product.",
    "quality-faq-question-second": "How do you ensure both quality and speed on high-volume orders?",
    "quality-faq-answer-second": "We are cooperating with factories in 11 countries across the world, which grants us possibilities for shorter delivery distances and longer timeframes for higher quality.",
    "quality-faq-question-third": "How do you control the quality of your materials?",
    "quality-faq-answer-third": "Regardless of the type and price of the product we produce, every raw material goes through a thorough inspection of QC. This creates a solid ground for a durable and high-performance spare parts’ production.",
    "quality-faq-question-four": "Do your parts match the quality of OEMs?",
    "quality-faq-answer-four": "Undoubtedly. All of our products are made according to OE standards, without reducing any capability and instead, selecting finer materials and techniques for better results.",
    "quality-faq-question-five": "Do you offer customization for your products?",
    "quality-faq-answer-five": "Unfortunately, no. Our assortment consists of only Hellper products, which is our spare part brand. Their design and functionality can not be changed by third parties.",
    "faq-title-shipping": "SHIPPING",
    "shipping-faq-question-first": "How many days are needed for shipment?",
    "shipping-faq-answer-first": "This highly depends on the type, size, weight and amount of the product, the country of delivery and the customs of that country. Exact information can be provided at the final stage of ordering.",
    "shipping-faq-question-second": "How can I track my order?",
    "shipping-faq-answer-second": "All our containers are equipped with GPS trackers, which enable you to track your order across the globe.",
    "shipping-faq-question-third": "Which countries are available for shipping?",
    "shipping-faq-answer-third": "We ship worldwide.",
    "shipping-faq-question-four": "Which shipping methods are available?",
    "shipping-faq-answer-four": "We can ship your goods through land, water, air or express shipping services.",
    "shipping-faq-question-five": "Which incoterms are offered?",
    "shipping-faq-answer-five": "We mainly conduct business according to EXW, but can also ship with other incoterms based on the delivery destination. You can specify this matter by contacting our sales specialists.",
    "faq-title-payment": "PAYMENT",
    "payment-faq-question-first": "Which payment methods are accepted?",
    "payment-faq-answer-first": "We accept only bank transfers for orders made in javiddo.com, but there are also T/T, Western Union and Moneygram for purchases made in Alibaba.",
    "payment-faq-question-second": "Can I get refund?",
    "payment-faq-answer-second": "If you are unsatisfied with our product, you can contact us and describe your concern with every detail. If it’s related to faulty production, shipping or other accepted reasons, we will proceed to the refund process.",
    "payment-faq-question-third": "Can the price of your services change?",
    "payment-faq-answer-third": "Depending on the situation, we might have minor changes in prices. This includes changed customs taxes, increased logistics prices and other situations which affect the economy.",
    "payment-faq-question-four": "Your price is relatively cheaper. What’s the reason?",
    "payment-faq-answer-four": "Because we work with manufacturers directly, there’s no third party that can interfere with the pricing process. This grants a more reliable, faster and higher quality experience for customers, altogether with relatively cheaper prices.",
    "payment-faq-question-five": "How much payment is required upfront?",
    "payment-faq-answer-five": "You should pay for 30% of the price of products that will be produced, plus 100% of products in stock. The remaining 70% per cent of newly produced products’ price is paid after completion of shipment.",
    "faq-title-service": "SERVICE",
    "service-faq-question-first": "Which services do you offer?",
    "service-faq-answer-first": "As Javiddo Group, we offer you wholesale of automotive spare parts, export and trading of Chinese cars, consulting you in the Chinese trading industry and creating private label products.",
    "service-faq-question-second": "Can I order any spare part in amount of 1?",
    "service-faq-answer-second": "Unfortunately, no. Javiddo Group only conducts B2B sales. That’s why you can only order a spare part corresponding to their minimum order quantity.",
    "service-faq-question-third": "I’m not a retailer. Can I cooperate with you?",
    "service-faq-answer-third": "Of course, yes. Javiddo Group supplies companies’ fleets with regular maintenance parts and works with several other fields of business in a similar manner. Please contact us to learn more about business opportunities.",
    "service-faq-question-four": "Can I discuss the details face-to-face?",
    "service-faq-answer-four": "Yes. For this matter, you can visit our main office in China or our representative office in Azerbaijan to discuss all the details and questions that you may have.",
    "service-faq-question-five": "How can I work in the Javiddo Group?",
    "service-faq-answer-five": "We are delighted to see your passion. Javiddo Group always strives to go forward and expand its branches, so it always needs new professionals to achieve success. If you can’t see the position you are aiming to work in, please don’t refrain from sending your CV or portfolio to hr@javiddo.com",
    "page-title": "Javiddo Group | Blogs",
    "page-news": "News",
    "not-found-title": "Oops! Page Not Found | 404",
    "not-found-description": "We're sorry, but the page you are looking for cannot be found. It might have been removed, had its name changed, or is temporarily unavailable. Please check the URL for errors and try again, or go back to the homepage.",
    "back-to-home-button": "RETURN TO HOMEPAGE TO CONTINUE EXPLORING",
    "server-error-title": "Server Configuration Issue | 505",
    "server-error-description": "The server encountered an internal error or misconfiguration and was unable to complete your request. This might be due to an issue with the server's configuration settings.",
    "payment-error-title": "Payment Required to Access Content | 402",
    "payment-error-description": "You are trying to access a resource that requires payment. Please make sure you have the necessary payment credentials or contact support for assistance."
}