{
    "header-left": "Надежный бренд автозапчастей.",
    "header-center": "ЗАКАЗАТЬ ЗАПАСНЫЕ ЧАСТИ",
    "header-right": "МЫ РАБОТАЕМ ПО БУДНЯМ С 09:00 ДО 19:00",
    "headline-tex": "ВСЕ АВТОЗАПЧАСТИ ДЛЯ ВСЕХ ТИПОВ МАШИН",
    "headline-sub-tex": "ВСЕ МАРКИ И ВСЕ МОДЕЛИ",
    "first-footer": "Прокрутите вниз страницы что бы просмотреть каталог наших товаров",
    "select-your-catalog": "ВЫБЕРИТЕ СТРАНИЦУ",
    "choose-you-lang": "ВЫБЕРИТЕ ЯЗЫК",
    "name-catalog-brake": "КАТАЛОГ ТОРМОЗНОЙ СИСТЕМЫ",
    "name-catalog-electrik": "КАТАЛОГ ЭЛЕКТРИЧЕСКОЙ СИСТЕМЫ",
    "name-catalog-liquids": "КАТАЛОГ ЖИДКОСТЕЙ",
    "name-catalog-interior": "КАТАЛОГ ЗАПЧАСТЕЙ ИНТЕРЬЕРА",
    "name-catalog-exterior": "КАТАЛОГ ЗАПЧАСТЕЙ ЭКСТЕРЬЕРА",
    "name-catalog-accessories": "КАТАЛОГ АКСЕССУАРОВ",
    "onload-loading": "Загрузка ",
    "onload-loading-videos": "видео",
    "onload-loading-images": "изображений",
    "onload-loading-codes": "кодов",
    "onload-loading-catalogs": "каталогов",
    "onload-loading-page": "страницы",
    "page-production": "Производство",
    "page-certificates": "Сертификаты",
    "page-faq": "FAQ",
    "page-showrooms": "Выставочные Залы",
    "page-home": "Главная Страница",
    "page-branchs": "Филиалы",
    "branch-in-china-title": "ГЛАВНЫЙ ОФИС В КИТАЕ",
    "branch-in-china-description": "Главный офис компании “Javiddo Group” находится в Иу. Наша административная, научно-исследовательская и производственная деятельность осуществляется в городе, который считается центром международной торговли и коммерческих операций. Наши превосходные логистические возможности в Китае позволяют обрабатывать как электронную коммерцию, так и другие виды торговли, реализуемые в глобаль ном масштабе.",
    "branch-in-azerbaijan-title": "АЗЕРБАЙДЖАНСКИЙ ФИЛИАЛ",
    "branch-in-azerbaijan-description": "Наш филиал в Азербайджане рассматривает креативные решения маркетинговых дел брендов  «Javiddo Group» и реализует процедуры локальных корпоративных продаж. В то же время это представительство создает большое преимущество при сотрудничестве со странами СНГ и другими соседними странами.",
    "branch-name": "ФИЛИАЛ В КИТАЕ",
    "branch-description": "Добро пожаловать в наш филиал в Китае, расположенный в городе Иу! Здесь вы встретите профессиональную команду, готовую предложить вам самые передовые решения в области наших продуктов и технологий. Внашем выставочном зале вы сможете ознакомиться с широким ассортиментом нашей продукции, проверить её качество и узнать больше о инновационных методах и техниках производства. Наши эксперты будут рады подробно рассказать вам о возможностях сотрудничества, которые соответствуют вашим бизнес-целям. Приглашаем вас посетить наш филиал и углубить свое понимание нашей продукции, а также обсудить пути эффективного взаимодействия для достижения ваших целей.",
    "html-title": "Китайский Филиал"
}